Repository: studiopress/atomic-blocks
Catalog: languages/atomic-blocks-*.po
Languages: nl_nl

source: It looks like nothing was found at this location. Please use the search box to locate the content you were looking for.
nl_nl: Het lijkt dat hier niets is gevonden. Gebruik het zoekveld om te vinden waar je naar op zoek was.

source: Comment navigation
nl_nl: Reactie navigatie

source: Older Comments
nl_nl: Oudere reacties

source: Newer Comments
nl_nl: Nieuwe reacties

source: Comments are closed.
nl_nl: Reacties zijn gesloten.

source: Primary Menu
nl_nl: Primair menu

source: Social Icon Menu
nl_nl: Social Icoon Menu

source: Footer - Column 1
nl_nl: Footer - Kolom 1

source: Widgets added here will appear in the left column of the footer.
nl_nl: Widgets die hier toegevoegd worden getoond in de linkerkolom van de footer.

source: Footer - Column 2
nl_nl: Footer - Kolom 2

source: Widgets added here will appear in the center column of the footer.
nl_nl: Widgets die hier toegevoegd worden getoond in de middelste kolom van de footer.

source: Footer - Column 3
nl_nl: Footer - Kolom 3

source: Widgets added here will appear in the right column of the footer.
nl_nl: Widgets die hier toegevoegd worden getoond in de rechterkolom van de footer.

source: Theme by %1$s.
nl_nl: Thema door %1$s.

source: Atomic Blocks Activated! Get started by visiting the help file.
nl_nl: Atomic Blocks geactiveerd! Start met het bezoeken van het help bestand.

source: View Help File &rarr;
nl_nl: Bekijk helpbestand &rarr;

source: Visit Atomic Blocks
nl_nl: Bezoek Atomic Blocks

source: Getting started with
nl_nl: Aan de slag met

source: Theme Help File
nl_nl: Thema helpbestand

source: Get More Themes
nl_nl: Verkrijg meer thema’s

source: Download the free Atomic Blocks plugin and start building websites with Gutenberg today!
nl_nl: Download de gratis Atomic Blocks plugin en start vandaag met het bouwen van websites met Gutenberg!

source: Atomic Blocks is a free collection of beautiful page-building blocks for the new WordPress editor. Add sharing icons, buttons, accordions, call-to-actions, and more to your site! Integrates seamlessly with the Atomic Blocks theme!
nl_nl: Atomic Blocks is een gratis collectie van mooie blokken voor de nieuwe WordPress editor. Voeg deel iconen, knoppen, accordeons, call-to-actions en meer toe aan jouw website! Werkt naadloos samen met het Atomic Blocks thema!

source: Install Atomic Blocks
nl_nl: Installeer Atomic Blocks

source: Activate Atomic Blocks
nl_nl: Activeeer Atomic Blocks

source: Plugin activated!
nl_nl: Plugin geactiveerd!

source: Atomic Blocks Theme
nl_nl: Atomic Blocks Thema

source: Available Atomic Blocks
nl_nl: Beschikbare Atomic Blocks

source: The following blocks are available in Atomic Blocks. More blocks are on the way so stay tuned!
nl_nl: De volgende blokken zijn beschikbaar in Atomic Blocks. Meer blokken volgen binnenkort!

source: Call To Action Block
nl_nl: Call To Action Blok

source: Call-To-Action Block
nl_nl: Call-To-Action Blok

source: Add an eye-catching, full-width section with a big title, paragraph text, and a customizable button.
nl_nl: Een in het oog springend, volledig breed sectie met een grote titel, paragraaf tekst en een aanpasbare knop.

source: Testimonials Block
nl_nl: Recensies blok

source: Testimonial Block
nl_nl: Recensie blok

source: Add a customer or client testimonial to your site with an avatar, text, citation and more.
nl_nl: Voeg een klant recensie aan jouw site toe met een avatar, tekst, citaat en meer.

source: Inline Notices Block
nl_nl: Ingesloten meldingen blok

source: Inline Notice Block
nl_nl: Ingesloten melding blok

source: Add a colorful notice or message to your site with text, a title and a dismiss icon.
nl_nl: Voeg een kleurrijke melding toe aan jouw website met tekst, een titel en een afwijsknop.

source: Sharing Icons Block
nl_nl: Deel iconen blok

source: Add social sharing icons to your page with size, shape, color and style options.
nl_nl: Voeg iconen om te delen via social media aan jouw pagina toe met grootte-, vorm-, kleur- en stijlopties.

source: Author Profile Block
nl_nl: Auteurprofiel blok

source: Add a user profile box to your site with a title, bio info, an avatar and social media links.
nl_nl: Voeg een gebruikersprofiel blok toe aan jouw website met een titel, bio info, een avatar en social media links.

source: Accordion Toggle
nl_nl: Accordeon schakelaar

source: Accordion Block
nl_nl: Accordeon blok

source: Add an accordion text toggle with a title and descriptive text. Includes font size and toggle options.
nl_nl: Voeg een accordeon tekst schakelaar toe met titel en beschrijvende tekst. Inclusief lettertype grootte en schakel opties.

source: Customizable Button Block
nl_nl: Aanpasbare knop blok

source: Customizable Button
nl_nl: Aanpasbare knop

source: Add a fancy stylized button to your post or page with size, shape, target, and color options.
nl_nl: Voeg een goed uitziende gestileerde knop toe aan jouw bericht of pagina met formaat-, vorm-, doel- en kleuropties.

source: Drop Cap Block
nl_nl: Initialen blok

source: Add a stylized drop cap to the beginning of your paragraph. Choose from three different styles.
nl_nl: Voeg een gestileerde initiaal toe aan het begin van jouw paragraaf. Kies tussen drie verschillende stijlen.

source: Spacer and Divider Block
nl_nl: Ruimte en Verdeler blok

source: Spacer & Divider
nl_nl: Ruimte & Verdeler

source: Add an adjustable spacer between your blocks with an optional divider with styling options.
nl_nl: Voeg een aanpasbare ruimte toe tussen jouw blokken met een optionele verdeler met stijlopties.

source: We also create pixel-perfect WordPress themes for creative professionals.
nl_nl: Wij maken ook pixel-perfecte WordPress thema’s voor creatieve professionals.

source: View Theme Collection &rarr;
nl_nl: Bekijk thema collectie &rarr;

source: More WordPress themes by Array
nl_nl: Meer WordPress themes door Array

source: Atomic Blocks WordPress Theme
nl_nl: Atomic Blocks WordPress Thema

source: Latest WordPress Theme
nl_nl: Meest recente WordPress thema

source: Meteor WordPress Theme
nl_nl: Meteor WordPress Thema

source: Atomic WordPress Theme
nl_nl: Atomic WordPress Thema

source: Lenscap WordPress Theme
nl_nl: Lenscap WordPress Thema

source: Baseline WordPress Theme
nl_nl: Baseline WordPress Thema

source: Paperback WordPress Theme
nl_nl: Paperback WordPress Thema

source: Candid WordPress Theme
nl_nl: Candid WordPress Thema

source: Checkout WordPress Theme
nl_nl: Checkout WordPress Thema

source: Camera WordPress Theme
nl_nl: Camera WordPress Thema

source: Designer WordPress Theme
nl_nl: Designer WordPress Thema

source: Pocket WordPress Theme
nl_nl: Pocket WordPress Thema

source: Editor WordPress Theme
nl_nl: Editor WordPress Thema

source: North WordPress Theme
nl_nl: North WordPress Thema

source: Publisher WordPress Theme
nl_nl: Publisher WordPress Thema

source: Ampersand WordPress Theme
nl_nl: Ampersand WordPress Thema

source: Verb WordPress Theme
nl_nl: Verb WordPress Thema

source: Typable WordPress Theme
nl_nl: Typable WordPress Thema

source: Medium WordPress Theme
nl_nl: Medium WordPress Thema

source: Author WordPress Theme
nl_nl: Author WordPress Thema

source: Fixed WordPress Theme
nl_nl: Author WordPress Thema

source: Transmit WordPress Theme
nl_nl: Transmit WordPress Thema

source: Quick Start Checklist
nl_nl: Snelstart Checklist

source: 1. Install the Gutenberg plugin.
nl_nl: 1. Installeer de Gutenberg plugin.

source: Gutenberg adds the new block-based editor to WordPress. You will need this to work with the Atomic Blocks plugin.
nl_nl: Gutenberg voegt de nieuwe op blokken gebaseerde editor aan WordPress toe. Je hebt deze nodig om te kunnen werken met de Atomic Blocks plugin.

source: Install Gutenberg now
nl_nl: Installeer nu Gutenberg

source: Activate Gutenberg
nl_nl: Activeer Gutenberg

source: 2. Install the Atomic Blocks plugin.
nl_nl: 2. Installeer de Atomic Blocks plugin.

source: Atomic Blocks adds several handy content blocks to the Gutenberg block editor.
nl_nl: Atomic Blocks voegt verschillende handige inhoudsblokken toe aan Gutenberg blokken editor.

source: Install Atomic Blocks now
nl_nl: Installeer Atomic Blocks nu

source: Stay Updated
nl_nl: Blijf op de hoogte

source: Join the newsletter to receive emails when we add new blocks, release plugin and theme updates, send out free resources, and more!
nl_nl: Meld je aan voor de nieuwsbrief om e-mails te ontvangen als we nieuwe blokken toevoegen, plugin en thema updates releasen, gratis informatie versturen en meer!

source: Subscribe Now
nl_nl: Nu aanmelden

source: Free Blocks & Tutorials
nl_nl: Gratis blokken & tutorials

source: Check out the Atomic Blocks site to find block editor tutorials, free blocks and updates about the Atomic Blocks plugin and theme!
nl_nl: Bekijk de Atomic Blocks site om alle tutorials te vinden, gratis blokken en updates over de Atomic Blocks plugin en thema!

source: Visit AtomicBlocks.com
nl_nl: Bezoek AtomicBlocks.com

source: Free Blocks and Resources
nl_nl: Gratis blokken en bronnen

source: Blocks In Your Inbox
nl_nl: Blokken in jouw Inbox

source: Subscribe Today
nl_nl: Meld je vandaag aan

source: Articles & Tutorials
nl_nl: Artikelen en Tutorials

source: Visit the Blog
nl_nl: Bezoek blog

source: Gutenberg News
nl_nl: Gutenberg nieuws

source: Stay up to date with the new WordPress editor. Gutenberg News curates Gutenberg articles, tutorials, videos and more free resources.
nl_nl: Blijf op de hoogte met de nieuwe WordPress editor. Gutenberg News deelt Gutenberg berichten, tutorials, video’s en andere gratis informatie.

source: Visit Gutenberg News
nl_nl: Bezoek Gutenberg nieuws

source: Made by the fine folks at %1$s and %2$s.
nl_nl: Gemaakt door de fijne mensen bij %1$s en %2$s.

source: Docs
nl_nl: Documenten

source: Theme Options
nl_nl: Thema opties

source: Accent Color
nl_nl: Accentkleur

source: Change the accent color of buttons and various typographical elements.
nl_nl: Wijzig de accentkleur van knoppen andere typografische elementen.

source: Content Width
nl_nl: Inhoudbreedte

source: Adjust the width of the content area.
nl_nl: Wijzig de breedte van het inhoud gebied.

source: Search Icon
nl_nl: Zoekicoon

source: Add a search icon to your header menu area.
nl_nl: Voeg een zoekicoon toe aan het header menu gebied.

source: Enabled
nl_nl: Activeer

source: Disabled
nl_nl: Deactiveer

source: Font Style
nl_nl: Lettertype style

source: Choose the font style used across your site.
nl_nl: Gebruik de lettertype stijl die gebruikt wordt op jouw website.

source: Sans Serif
nl_nl: Schreefloos

source: Serif
nl_nl: Met schreef

source: Body Font Size
nl_nl: Body lettertype grootte

source: Adjust the size of the main body font.
nl_nl: Pas de grootte aan van het hoofd body lettertype.

source: Title Font Size
nl_nl: Titel lettertype grootte

source: Adjust the size of the post and page titles.
nl_nl: Pas de grootte aan van berichten en pagina titels.

source: Footer Tagline
nl_nl: Footer slogan

source: Change the text that appears in the footer tagline at the bottom of your site.
nl_nl: Wijzig de tekst die wordt getoond in de slogan van de footer aan de onderkant van je website.

source: Load more
nl_nl: Laad meer

source: Search Results for: %s
nl_nl: Zoekresultaten voor: %s

source: Page Not Found
nl_nl: Pagina niet gevonden

source: %1$s at %2$s
nl_nl: %1$s op %2$s

source: (Edit)
nl_nl: (Bewerk)

source: Your comment is awaiting moderation.
nl_nl: Jouw reactie staat in de wachtrij ter controle.

source: Next:
nl_nl: Volgende:

source: Next post:
nl_nl: Volgend bericht:

source: Previous:
nl_nl: Vorige:

source: Previous post:
nl_nl: Vorig bericht:

source: Posts by %s
nl_nl: Berichten van %s

source: All posts by %s
nl_nl: Alle berichten van %s

source: Posted by %s
nl_nl: Geplaatst door %s

source: All Posts
nl_nl: Alle berichten

source: on
nl_nl: op

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
nl_nl: Sorry, er is niets gevonden met jouw zoektermen. Probeer het eens met andere zoekwoorden.

source: Search for:
nl_nl: Zoek naar:

source: Search here...
nl_nl: Zoek hier…

source: Search
nl_nl: Zoeken

source: Close
nl_nl: Sluit

source: Category:
nl_nl: Categorie:

source: Tag:
nl_nl: Label:

source: Nothing Found
nl_nl: Niets gevonden

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
nl_nl: Klaar om je eerste bericht te publiceren? <a href=“%1$s”>Start hier</a>.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
nl_nl: Het lijkt er op dat we niet kunnen vinden waar je om vroeg. Misschien kan je er naar zoeken.

source: Read More
nl_nl: Lees meer

source: Pages:
nl_nl: Pagina’s:

source: Full Width
nl_nl: Volledige breedte

# comments title
source: One Reply to &ldquo;%s&rdquo;
nl_nl: Één reactie op &ldquo;%s&rdquo;

# comments title
source: %1$s Reply to &ldquo;%2$s&rdquo;
nl_nl: %1$s Reageer op &ldquo;%2$s&rdquo;

# Frank Ruhl Libre font: on or off
source: on
nl_nl: aan

# Muli font: on or off
source: on
nl_nl: aan

# Nunito Sans font: on or off
source: on
nl_nl: aan
